{
  "we": [
    "We're a group of young and passionate R&D Engineers based in Manila, Philippines and we like to build something together with you. We'll be here every step of the way, we'll help you realize what you actually need, what needs to be done and how to do it. We don't just build stuff, we give you the best value from our work.",
    "When we're not working, we're deep in the lab, innovating, learning, experimenting, testing new technologies, and blogging our findings. It's in our blood. We build and learn. We've already found our passion, it's a blessing and we want to share it with you."
  ],
  "team": [
    {
      "id": 1,
      "image": "harvey.jpg",
      "name": "Joseph Harvey Angeles",
      "handle": "@yev",
      "description": "A passionate software engineer who really loves building stuff. He's the author of <a class=\"link\" href=\"https://play.google.com/store/apps/details?id=org.yevlabs.chronocross\" target=\"_blank\">Chronocross</a> and <a class=\"link\" href=\"https://play.google.com/store/apps/details?id=org.yevlabs.jquizzer\" target=\"_blank\">jQuizzer</a>. Aside from fiddling with new technologies and running his <a class=\"link\" href=\"https://www.josephharveyangeles.com/blog\" target=\"_blank\">blog</a>, he also plays around with Raspberry Pi and embedded systems in his free time. You can always find him either infront of a computer or hanging out near a cat."
    },
    {
      "id": 2,
      "image": "martin.jpg",
      "name": "Martin de Guzman",
      "handle": "@martindequzman9",
      "description": "Even since college, he's always been the go-to guy when it comes to database optimizations. After graduating, he's been working as a software engineer focusing on the B2B industry. He's always working on new ideas that will greatly help our clients."
    },
    {
      "id": 3,
      "image": "seth.jpg",
      "name": "Seth Juriste Aguilar",
      "handle": "@sethjuriste",
      "description": "He's another B2B expert within our lab. He has a knack for building UI, writing case studies and gathering system requirements down to the last relevant information. When he's not working, he's playing music or doing ministry."
    },
    {
      "id": 4,
      "image": "tabor.jpg",
      "name": "Reuben Tabor",
      "handle": "@artnetw0rkz",
      "description": "Our resident Network Engineer expert. While we all have some knowledge in computer networks, He has pursued the field as his forte having both CCNA and CCNP Certifications under his belt."
    }
  ]
}